Repository: wp-plugins/wp-youtube-lyte
Catalog: languages/wp-youtube-lyte-*.po
Languages: fr_be, nl_nl

source: Your WP YouTube Lyte cache has been succesfully cleared.
fr_be: Le cache de WP YouTube Lyte a été correctement effacé.
nl_nl: De WP YouTube Lyte is leeggemaakt.

source: There was a problem, the WP YouTube Lyte cache could not be cleared.
fr_be: Il y a eu un problème : le cache de WP YouTube Lyte n'a pas pu être effacé.
nl_nl: Er was een probleem, de cache kon niet worden leeggemaakt.

source: For WP YouTube Lyte to function optimally, you should enter an YouTube API key
fr_be: Pour que WP YouTube Lyte fonctionne de manière optimale, vous devez entrer une clé API YouTube
nl_nl: Om WP YouTube Lyte optimaal te laten functioneren, zou je een YouTube API key invoeren

source: in the settings screen.
fr_be: dans l'écran de configuration.
nl_nl: in het instellingen-scherm.

source: WP YouTube Lyte got the following error back from the YouTube API:
fr_be: WP YouTube Lyte a reçu cette erreur de l'API YouTube:
nl_nl: WP YouTube Lyte kreeg deze foutmelding van de YouTube API:

source: WP YouTube Lyte Settings
fr_be: Paramètres de WP YouTube Lyte
nl_nl: WP YouTube Lyte instellingen

source: Your YouTube API key.
fr_be: Votre clé API YouTube.
nl_nl: Uw YouTube API key.

source: Please enter your YouTube API key.
fr_be: Veuillez entrer votre clé API YouTube.
nl_nl: Vul je YouTube API key in.

source: API key
fr_be: clé API

source: Test Key
fr_be: Tester la clé API.
nl_nl: Test API Key

source: WP YouTube Lyte uses YouTube's API to fetch information on each video. For your site to use that API, you will have to <a href="https://console.developers.google.com/project/" target="_blank">register your site as a new application</a>, enable the YouTube API for it and get a server key and fill it out here.
fr_be: WP YouTube Lyte utilise l'API YouTube pour chercher de l'information sur chaque vidéo. Pour que votre site puisse utiliser cette API, vous devez <a href="https://console.developers.google.com/project/" target="_blank">enregistrer votre site comme nouvelle application</a>, activer l'API YouTube, générer une clé API et la remplir ici.
nl_nl: WP YouTube Lyte gebruikt YouTube's API om informatie over iedere video te verkrijgen. Om uw site die API te laten gebruiken, zul je je <a href="https://console.developers.google.com/project/" target="_blank">site moeten registreren als een nieuwe applicatie</a>, de YouTube API ervoor activeren en een server key genereren die je hier moet invoeren.

source: Great, your YouTube API key has been taken care of!
fr_be: Fantastique : votre clé API YouTube est prise en compte.
nl_nl: Tof, er is voor je YouTube API key gezorgd!

source: Player size
fr_be: Taille du lecteur
nl_nl: Afmetingen van de player

source: Add links below the embedded videos?
fr_be: Ajouter des liens sous les vidéos incrustées ?
nl_nl: Voeg links to onder de video?

source: Show links?
fr_be: Afficher les liens ?
nl_nl: Toon links?

source: Show YouTube-link
fr_be: Afficher le lien YouTube.
nl_nl: Voeg YouTube-link toe

source: Add YouTube-link.
fr_be: Ajouter le lien YouTube.
nl_nl: Voeg YouTube-link toe

source: Show YouTube and Ease YouTube link
fr_be: Afficher les liens YouTube et Easy YouTube
nl_nl: Toon de Youtube and Easy YouTube link

source: Add both a YouTube and an <a href="http://icant.co.uk/easy-youtube/docs/index.html" target="_blank">Easy YouTube</a>-link.
fr_be: Ajouter un lien YouTube et un lien <a href="http://icant.co.uk/easy-youtube/docs/index.html" target="_blank">Easy YouTube</a>.
nl_nl: Voeg zowel een YouTube als een <a href="http://icant.co.uk/easy-youtube/docs/index.html" target="_blank">Easy YouTube</a>-link toe.

source: Don't include links.
fr_be: N'ajouter aucun lien.
nl_nl: Voeg geen links toe

source: Don't add any links.
fr_be: N'ajouter aucun lien.
nl_nl: Voeg geen links toe

source: Player position:
fr_be: Position du lecteur :
nl_nl: Positie van de player:

source: Left, center or right?
fr_be: À gauche, centré ou à droite ?
nl_nl: Links, gecentreerd of rechts?

source: Left
fr_be: Gauche
nl_nl: Links

source: Center
fr_be: Centré
nl_nl: Gecentreerd

source: Try to force HD (experimental)?
fr_be: Essayer de forcer la HD (expérimental) ?
nl_nl: Forceer HD video?

source: HD or not?
fr_be: HD ou pas ?
nl_nl: HD of geen HD?

source: Enable HD?
fr_be: Activer la HD ?
nl_nl: Ja, HD graag!

source: Enable HD
fr_be: Activer la HD
nl_nl: Ja, HD graag!

source: Don't enable HD playback
fr_be: Ne pas activer les vidéos HD.
nl_nl: Geen HD video

source: No HD (default)
fr_be: Pas de HD (par défaut)
nl_nl: Geen HD (standaard)

source: Add microdata?
fr_be: Ajouter des micro-données ?
nl_nl: Microdata toevoegen?

source: Add video microdata to the HTML?
fr_be: Ajouter des micro-données au code HTML ?
nl_nl: Microdata over de video toevoegen aan de HTML?

source: Sure, add microdata!
fr_be: Oui, ajouter des micro-données !
nl_nl: Microdata toevoegen?

source: Yes (default)
fr_be: Oui (par défaut)
nl_nl: Ja (standaard)

source: No microdata in my HTML please.
fr_be: Non, pas de micro-données dans mon HTML.
nl_nl: Geen microdata voor mij.

source: No microdata, thanks.
fr_be: Non, pas de micro-données.
nl_nl: Geen microdata voor mij.

source: Also act on normal YouTube links?
fr_be: Agir aussi sur les liens YouTube normaux ?
nl_nl: Ook normale YouTube-links omzetten?

source: That would be great!
fr_be: Ce serait magnifique !
nl_nl: Dat zou tof zijn.

source: No, I'll stick to httpv or shortcodes.
fr_be: Non, je préfère les liens httpv ou les "shortcodes".
nl_nl: Nee, ik hou het bij httpv-links of shortcodes

source: No thanks.
fr_be: Non merci.
nl_nl: Nee, liever niet.

source: Empty WP YouTube Lyte's cache
fr_be: Vider le cache de WP YouTube Lyte
nl_nl: WP YouTube Lyte's cache leegmaken.

source: Save Changes
fr_be: Enregistrer les modifications
nl_nl: Bewaar

source: futtta about
fr_be: À propos de futtta
nl_nl: futtta over

source: Web Technology
fr_be: Technologie web
nl_nl: Web Technologie

source: Do not donate for this plugin!
fr_be: Ne pas donner pour ce plugin !
nl_nl: Draag niet bij aan deze plugin!

source: Checking your key ...
fr_be: Vérification de votre clé...
nl_nl: Je API key aan het controleren ...

source: That does not seem to be a correct API key!
fr_be: Ça ne semble pas être une clé API correcte !
nl_nl: Dat lijkt geen correcte API key!

source: API seems OK, you can Save Changes below now.
fr_be: La clé API semble OK, vous pouvez enregistrer ci-dessous.
nl_nl: API key lijkt OK, je kunt onderaan op "Bewaar" klikken.

source: API key not OK, your key seems to
fr_be: La clé API n'est pas en ordre : elle semble
nl_nl: API key is niet OK, want lijkt

source: be invalid.
fr_be: être invalide.
nl_nl: ongeldig.

source: be valid, but restricted to an IP-address which is not your server's.
fr_be: être valide, mais n'est pas activée pour l'adresse IP de votre serveur.
nl_nl: geldig, maar beperkt tot een IP-adres dat niet dat van je server is.

source: Try changing the allowed IP for your API key to include this one:
fr_be: Essayer de changer les adresses IP autorisées pour votre clé API, en ajoutant celle-ci :
nl_nl: Probeer het toegestane IP voor je API key te wijzigen naar:

source: have expired, please check in the Google Developer Console.
fr_be: avoir expiré ; veuillez vérifier dans la Console Google Developer.
nl_nl: vervallen, controleer in de Google Developer Console

source: be correct, but seems to have exceeded the number of requests that can be made with it.
fr_be: être correcte, mais a dépassé la limite du nombre de requêtes permises.
nl_nl: juist te zijn, maar het maximaal aantal requests lijkt overschreden.

source: probably work, but as the video with id
fr_be: fonctionne probablement, mais la vidéo avec l'ID
nl_nl: te werken, maar aangezien video met ID

source: was not found we cannot be sure, please try again.
fr_be: n'a pas été trouvée. Veuillez essayer à nouveau.
nl_nl: niet gevonden is, kunnen we niet zeker zijn, probeer dus opnieuw.

source: be faulty, with YouTube API returning reason:
fr_be: être invalide. L'API YouTube renvoie le message suivant :
nl_nl: verkeerd te zijn, met volgende reden volgens de YouTube API:

source: Something went wrong, WP YouTube Lyte might not have been able to retrieve information from the YouTube API, got error:
fr_be: Il y a eu un problème. WP YouTube Lyte n'a probablement pas pu retrouver l'information de l'API YouTube avec l'erreur suivante :
nl_nl: Er ging iets verkeerd, WP YouTube Lyte kon vermoedelijk geen informatie van de YouTube API krijgen, foutmelding:

source: Mini 16:9 player
fr_be: Mini lecteur 16:9

source: Smaller 4:3 player
fr_be: Petit lecteur 4:3
nl_nl: Kleiner 4:3 player

source: Smaller 16:9 player
fr_be: Petit lecteur 16:9
nl_nl: Kleinere 16:9 player

source: Standard value, YouTube default for 4:3-ratio video
fr_be: Valeur standard, configuration par défaut de YouTube pour les vidéos 4:3
nl_nl: Standaard 4:3-ratio video

source: YouTube default for 16:9-ratio video
fr_be: Configuration par défaut de YouTube pour les vidéos 16:9
nl_nl: Standaard 16:9-ratio video

source: Larger 4:3 player
fr_be: Grand lecteur 4:3
nl_nl: Grotere 4:3 player

source: Larger 16:9 player
fr_be: Grand lecteur 16:9
nl_nl: Grotere 16:9 player

source: Maxi 4:3 player
fr_be: Maxi lecteur 4:3

source: Maxi 16:9 player
fr_be: Maxi lecteur 16:9

source: Title:
fr_be: Titre :
nl_nl: Titel:

source: Size:
fr_be: Taille :
nl_nl: Afmetingen:

source: video
fr_be: vidéo

source: Youtube-URL:
fr_be: URL YouTube :

source: Text:
fr_be: Texte :
nl_nl: Tekst:

source: Watch this playlist on YouTube
fr_be: Lire cette liste de lecture sur YouTube
nl_nl: Bekijk deze playlist op YouTube

source: Watch this playlist
fr_be: Lire cette liste de lecture
nl_nl: Bekijk deze playlist

source: on YouTube
fr_be: sur YouTube
nl_nl: op YouTube

source: Watch this video on YouTube
fr_be: Lire cette vidéo sur YouTube
nl_nl: Bekijk deze video op YouTube

source: Watch this video
fr_be: Lire cette vidéo
nl_nl: Bekijk deze video

source: or on
fr_be: ou sur
nl_nl: of op

source: Settings
fr_be: Configuration
nl_nl: Instellingen

source: Lite and accessible YouTube audio and video embedding.
fr_be: Incrustation audio et vidéo YouTube légère et accessible.
nl_nl: YouTube audio en video embedding "light".
